Repository: tuquito/garfio
Catalog: po/*.po
Languages: pt

source: View details
pt: Ver detalhes

source: Finished!
pt: Finalizado!

source: Your backup has been restored correctly
pt: A sua cópia de segurança foi restaurada corretamente

source: His image has been generated successfully
pt: A sua imagem foi gerada corretamente

source: Restoring file...
pt: Restaurando arquivos...

source: Working... Please be patient
pt: Trabalhando... Por favor tenha paciência

source: Please select a language:
pt: Por favor selecione um idioma:

source: Select a ISO image:
pt: Selecione uma imagem ISO

source: Your live CD to a single click
pt: O seu live CD em poucos cliques

source: Make a custom distribution
pt: Gerar uma distribuição customizada

source: <small>Create your own distro</small>
pt: <small>Crie a sua própria distro</small>

source: Make a backup of the system
pt: Gerar uma cópia do sistema

source: <small>Creates a copy of your hard drive</small>
pt: <small>Crie uma cópia do seu disco rígido</small>

source: Make a backup of the environment
pt: Gerar uma cópia do ambiente

source: <small>Creates a copy of your home directory</small>
pt: <small>Crie uma cópia do seu diretório home</small>

source: Make an ISO in your language
pt: Fazer uma ISO no seu idioma

source: <small>Make Tuquito speaks your language</small>
pt: <small>Fazer com que Tuquito fale o seu idioma</small>

source: Want to restore your home directory?
pt: Você deseja restaurar o seu diretório home?

source: This option allows you to restore your files and settings from a backup.
pt: Esta opção lhe permite restaurar os seus arquivos e configurações a partir de uma copia de segurança.

source: Overwrite existing files?
pt: Sobrescrever os arquivos existentes?

source: Confirmation
pt: Confirmação

source: Want to create a custom distribution?
pt: Você deseja gerar uma distribuição customizada?

source: This option allows you to create a distribution based on your system installed, creating an ISO image that will not include the /home directory, settings and user files. You can then burn the image to use as a CD/DVD/USB live and share with all your friends.
pt: Esta opção lhe permite criar uma distribuição baseada no seu sistema instalado, gerando uma imagem ISO que NÃO incluirá o diretório /home, as configurações e os arquivos de usuários. Depois disso, você poderá gravar a imagem para utilizá-la como live CD/DVD/USB, disco de instalação e poder ainda compartilhá-la com todos os seus amigos.

source: Want to create a backup of your system?
pt: Você deseja gerar uma cópia do seu sistema?

source: This option allows you to create an ISO image of your entire system, including the /home directory, configurations files and all existing users. You can then burn the image to use as a CD / DVD live or installable and always have a copy of your entire system.
pt: Esta opção lhe permite criar uma imagem ISO de todo o seu sistema, incluindo o diretório /home, as configurações e os arquivos de todos os usuários existentes. Depois disso, você poderá gravar a imagem para utilizá-la como live CD/DVD/USB, disco de instalação e assim sempre ter à mão uma cópia do seu sistema completo.

source: Would you like to create a backup of your environment?
pt: Você deseja gerar uma cópia do seu ambiente?

source: This option allows you to create a backup of your / home. This may include whether or not your existing settings and files saved. To configure this option go to Preferences Then you can restore it by double click.
pt: Esta opção lhe permite criar uma cópia de segurança do seu diretório /home. Isto pode incluir ou não as suas configurações existentes e arquivos guardados. Para configurar esta opção, dirija-se a Preferências Depois disso, você poderá restaurá-la clicando duas vezes.

source: Would you like to clean up temporary files?
pt: Você deseja limpar os arquivos temporários?

source: This option allows you to clean the temporary working directory, deleting all the files that are created to generate an ISO image.
pt: Esta opção lhe permite limpar o diretório temporário de trabalho, removendo todos os arquivos que foram criados ao gerar a imagem ISO.

source: Do you want to change the language of an ISO image?
pt: Você deseja mudar o idioma de uma imagem ISO?

source: This option allows you to modify an ISO image Tuquito, leaving the default language selected.
pt: Esta opção lhe permite modificar uma imagem ISO do Tuquito, deixando o idioma padrão selecionado.

source: Preferences
pt: Preferências

source: Temporary working directory
pt: Diretório temporário de trabalho

source: This is the directory where the ISO image to be stored and, temporarily, the necessary files as you work.
pt: Este é o diretório onde será guardada temporariamente a imagem ISO que será gerada e os arquivos que o Garfio necessitará enquanto está sendo executado.

source: Files and directories to exclude, separated by commas
pt: Arquivos e diretórios a excluir, separados por vírgulas

source: Username for live CD/DVD
pt: Nome de usuário para o live CD/DVD

source: Username generated by default when you start in live mode.
pt: Nome do usuário (padrão) quando se inicia em modo live.

source: Name of the live CD/DVD
pt: Nome do live CD/DVD

source: This is the name of the mounted unit that contains the iso image.
pt: Este é o nome da unidade montada que contém a imagem ISO.

source: Name of iso file
pt: Nome do arquivo .iso

source: This is the name of your file .iso
pt: Este é o nome do seu arquivo .iso

source: Backup of /home without files or hidden directories
pt: Cópia de /home sem arquivos/diretórios ocultos

source: If you enable this option, when you generate a backup of the environment (/home), do not store the files or hidden directories.
pt: Se você habilitar esta opção, quando for gerado uma cópia de segurança do ambiente (/home), não serão guardados os arquivos, nem os diretórios ocultos. Portanto, tampouco as suas configurações pessoais.

source: Usage
pt: Modo de uso

source: To open the GUI
pt: Para abrir a interface gráfica

source: To make a complete backup of your system. Including the home directory
pt: Para fazer uma cópia completa do seu sistema, incluindo o diretório home

source: To make a complete backup of the user's home directory. May or may not include hidden files
pt: Para fazer uma cópia do seu diretório home, podendo incluir ou não arquivos ocultos

source: To clean temporary files from Garfio
pt: Para limpar o diretório temporário do Garfio

source: To make a distribution based on your system. Excluding the home directory
pt: Para fazer uma distribuição baseada no seu sistema, excluindo o diretório home

source: Stops all processes launched
pt: Para todos os processos iniciados

source: Locate your iso Tuquito
pt: Localizar a sua ISO Tuquito

source: Generating
pt: Gerando

source: Directory
pt: Diretório

source: Size
pt: Tamanho

source: Finished successfully
pt: Processo finalizado

source: Clean directory
pt: Diretório limpo

source: The temporary directory has been deleted
pt: O diretório temporário foi removido

source: Preparing files
pt: Preparando arquivos

source: Backup generated
pt: Cópia gerada

source: Backup generated in
pt: Cópia gerada em

source: Extracting files
pt: Descompactando arquivos

source: Your home directory has been restored
pt: O seu diretório home foi restaurado

source: Extracting ISO file
pt: Extraindo arquivo ISO

source: Copying files
pt: Copiando arquivos

source: Descompressing filesystem
pt: Descompactando o sistema de arquivos

source: Localizing system
pt: Localizando o sistema

source: Modifying liveCD menu
pt: Modificando o menu do liveCD

source: Installing Language packs
pt: Instalando pacotes de idiomas

source: Compressing filesystem
pt: Compactando o sistema de arquivos

source: Updating manifests
pt: Atualizando o manifesto

source: Updating md5 sums
pt: Atualizando as somas md5

source: Calculating the size of the file system for the installer.
pt: Calculando o tamanho do sistema de arquivos para o instalador

source: Building new ISO file
pt: Construindo o novo arquivo ISO

source: Welcome to Garfio!\n
pt: Bem-vindo(a) ao Garfio!\n

source: Backup Mode
pt: Modo Cópia de segurança

source: Backup Environment Mode
pt: Modo Cópia de segurança do ambiente

source: Cleaning directory
pt: Limpando diretório

source: Distribution Mode
pt: Modo Distribuição

source: Environment Restoration Mode
pt: Modo Restauração do ambiente

source: Stopping processes
pt: Parando processos

source: Translation Mode
pt: Modo Tradução

source: Generating ISO
pt: Gerando ISO

source: Checking packages required
pt: Verificando pacotes necessários

source: Checking if the temporary directory was created
pt: Verificando se o diretório temporário foi criado

source: Copying /var /etc directory and excluding temporary extra files
pt: Copiando os diretórios /var /etc e excluindo arquivos extras

source: Generating filesystem.manifest and filesystem.manifest-desktop
pt: Gerando filesystem.manifest e filesystem.manifest-desktop

source: Configuring the casper and ubiquity options for the selected mode
pt: Configurando as opções de casper e ubiquity para o modo selecionado

source: Copying the kernel and initrd for the live CD
pt: Copiando o kernel e o initrd para o live CD

source: Generating filesystem.squashfs - This may take time, be patient...
pt: Gerando filesystem.squashfs - Isto pode levar um tiempo, seja paciente...

source: Adding files and folders required by the live CD
pt: Adicionando arquivos e pastas necessárias para o live CD

source: Adding files and folders required by the cd for the selected mode
pt: Adicionando arquivos e pastas requeridas pelo cd para o modo selecionado

source: The compressed filesystem is larger than the iso9660 specification allows for a single file. You must try to reduce the amount of data you are backing up and try again.
pt: O sistema de arquivo compactado é maior que a especificação iso9660 permite para um só arquivo. Você deve tentar diminuir a quantidade de dados a serem copiados e tentar novamente.

source: Generating md5sum.txt for cd/dvd
pt: Gerando md5sum.txt para o cd/dvd

source: in
pt: em
